{
    "train": [
        {
            "input": "Two trials met the inclusion criteria. One compared 2% ketanserin ointment in polyethylene glycol (PEG) with PEG alone, used twice a day by 40 participants with arterial leg ulcers, for eight weeks or until healing, whichever was sooner. One compared topical application of blood-derived concentrated growth factor (CGF) with standard dressing (polyurethane film or foam); both applied weekly for six weeks by 61 participants with non-healing ulcers (venous, diabetic arterial, neuropathic, traumatic, or vasculitic). Both trials were small, reported results inadequately, and were of low methodological quality. Short follow-up times (six and eight weeks) meant it would be difficult to capture sufficient healing events to allow us to make comparisons between treatments. One trial demonstrated accelerated wound healing in the ketanserin group compared with the control group. In the trial that compared CGF with standard dressings, the number of participants with diabetic arterial ulcers were only reported in the CGF group (9/31), and the number of participants with diabetic arterial ulcers and their data were not reported separately for the standard dressing group. In the CGF group, 66.6% (6/9) of diabetic arterial ulcers showed more than a 50% decrease in ulcer size compared to 6.7% (2/30) of non-healing ulcers treated with standard dressing. We assessed this as very-low certainty evidence due to the small number of studies and arterial ulcer participants, inadequate reporting of methodology and data, and short follow-up period. Only one trial reported side effects (complications), stating that no participant experienced these during follow-up (six weeks, low-certainty evidence). It should also be noted that ketanserin is not licensed in all countries for use in humans. Neither study reported time to ulcer healing, patient satisfaction or quality of life. There is insufficient evidence to determine whether the choice of topical agent or dressing affects the healing of arterial leg ulcers.",
            "labels": [
                "We found two small studies that presented data for 49 participants with arterial leg ulcers (search conducted January 2019). The studies also included participants with other kinds of ulcers, and it is not clear what proportion of participants were diabetic. Neither study described the methods fully, both presented limited results for the arterial ulcer participants, and one study did not provide information on the number of participants with an arterial ulcer in the control group. The follow-up periods (six and eight weeks) were too short to measure healing. Therefore, the data that were available were incomplete and cannot be generalised to the greater population of people who suffer from arterial leg ulcers. One study randomised participants to either 2% ketanserin ointment in polyethylene glycol (PEG) or PEG alone, administered twice a day over eight weeks. This study reported increased wound healing in the ketanserin group, when compared with the control group. It should be noted that ketanserin is not licensed for use in humans in all countries. The second study randomised participants to either topically-applied growth factors isolated from the participant's own blood (concentrated growth factors (CGF)), or standard dressing; both applied weekly for six weeks. This study reported that 66.6% of CGF-treated diabetic arterial ulcers showed more than a 50% decrease in ulcer size, compared to 6.7% of non-healing ulcers treated with standard dressing. Only one study mentioned side effects, and reported that no participant experienced side effects during follow-up (six weeks). Neither of the two studies reported time to ulcer healing, patient satisfaction or quality of life measures. There is insufficient evidence to determine whether the choice of topical agent or dressing affects the healing of arterial leg ulcers. We downgraded the overall certainty of the available evidence to 'very low' and 'low', because the studies reported their methods poorly, there were only two studies and few participants with arterial disease, and because the studies were short and reported few results. This made it impossible to determine whether there was any real difference in the number of ulcers healed between the groups."
            ]
        },
        {
            "input": "We identified one RCT that involved 40 participants, and addressed the timing of surgery for people with recently symptomatic carotid artery stenosis. It compared very early surgery with surgery performed after 14 days of the last symptomatic event. The overall quality of the evidence was very low, due to the small number of participants from only one trial, and missing outcome data. We found no statistically significant difference between the effects of very early or delayed surgery in reducing the combined risk of stroke and death within 30 days of surgery (risk ratio (RR) 3.32; confidence interval (CI) 0.38 to 29.23; very low-quality evidence), or the combined risk of perioperative death and stroke (RR 0.47; CI 0.14 to 1.58; very low-quality evidence). To date, no results are available to confirm the optimal timing for surgery. There is currently no high-quality evidence available to support either very early or delayed cerebral revascularization after a recent ischemic stroke. Hence, further randomized trials to identify which patients should undergo very urgent revascularization are needed. Future studies should stratify participants by age group, sex, grade of ischemia, and degree of stenosis. Currently, there is one ongoing RCT that is examining the timing of cerebral revascularization.",
            "labels": [
                "The searches are up-to-date to 26 January 2016. We found only one randomized trial that assessed the effect of the timing of surgery. It included a total of 40 participants, ranging in age from 47 to 84 years. From the limited evidence available, we cannot tell if the timing of surgery is an important factor in determining the outcome for individuals with recent symptoms from carotid artery narrowing. There is not enough evidence on the best time for surgical treatment for people with recent symptoms from carotid artery narrowing. The overall quality of the evidence was very low, due to the small number of participants from only one trial and missing outcome data. Further studies with a larger number of patients are needed."
            ]
        },
        {
            "input": "We included 13 studies with a total of 721 participants in the review. The studies were observational, 12 studies had only one relevant treatment arm and no control and for the one study with a control arm, very few details were given. The risk of bias was high and the certainty of evidence was graded as very low for all outcomes. Due to heterogeneity of data, meta-analysis was not performed and therefore the data were synthesised via a narrative summary. The evidence for benefit derived from PN was very low for survival and quality of life. All the studies measured overall survival and 636 (88%) of participants were deceased at the end of the study. However there were varying definitions of overall survival that yielded median survival intervals between 15 to 155 days (range three to 1278 days). Three studies used validated measures of quality of life. The results from assessment of quality of life were equivocal; one study reported improvements up until three months and two studies reported approximately similar numbers of participants with improvements and deterioration. Different quality of life scales were used in each of the studies and quality of life was measured at different time points. Due to the very low certainty of the evidence, we are very uncertain about the adverse events related to PN use. Adverse events were measured by nine studies and data for individual participants could be extracted from eight studies. This revealed that 32 of 260 (12%) patients developed a central venous catheter infection or were hospitalised because of complications related to PN. We are very uncertain whether HPN improves survival or quality of life in people with MBO as the certainty of evidence was very low for both outcomes. As the evidence base is limited and at high risk of bias, further higher-quality prospective studies are required.",
            "labels": [
                "The benefits of PN are uncertain as the evidence is of very low certainty, provided mainly by studies that only looked at people who received PN rather than comparing patients who received PN with those who did not. As we found no randomised controlled trials, we have included the results from 13 observational studies with a total of 721 participants. For 12 of the studies, there was only one relevant treatment group and no control group. Therefore, the results are only for people receiving PN and we have no information about those not receiving it. The average survival time for people on PN varied from three to 1278 days. Only three studies measured quality of life using a recognised measure. One study found quality of life improved and two studies found similar numbers of people both improved and deteriorated. However, the three studies monitored quality of life at different points in time and measured it in different ways. Side effects occurred in 12% of people in the eight studies that measured them. Further research is needed to find out if PN is of benefit to people with an inoperable blockage of the bowel caused by advanced cancer."
            ]
        },
        {
            "input": "We included 25 RCTs involving 4788 participants. Six of twelve trials showed that written information significantly improved knowledge about a medicine, compared with no written information. The inability to combine results means we cannot conclude whether written information was effective for increasing knowledge. The results for attitudinal and behavioural outcomes were mixed. No studies showed an adverse effect of medicines information. The combined evidence was not strong enough to say whether written medicines information is effective in changing knowledge, attitudes and behaviours related to medicine taking. There is some evidence that written information can improve knowledge. The trials were generally of poor quality, which reduces confidence in the results. Trials examining the effects of written information need to be better designed and use consistent and validated outcome measures. Trials should evaluate internet-based medicines information. It is imperative that written medicines information be based on best practice for its information design and content, which could improve its effectiveness in helping people to use medicines appropriately.",
            "labels": [
                "The findings of this review were inconclusive for a number of reasons. First, because the included trials measured different outcomes in different ways, we were unable to combine their results. Second, these trials presented the written information for patients in different ways, and most did not design the leaflets in a way that made them easy to read. Third, in many cases trials were not clearly reported, so we do not know if they were carried out correctly. Despite these limitations several trials, while using different types of information and different measures, found written information improved knowledge. This is encouraging for people who want to learn about their medicines from leaflets. None of the studies showed that written information was harmful. Future research needs to use improved methods, and needs to examine the same measures on many occasions. It is important that medicines information be well written and designed to maximise the possibility of improving knowledge. Consumers are increasingly seeking out health information, including information about medicines, on the internet, but we found no trials examining whether internet-based medicines information changed people's knowledge, attitudes, or behaviour."
            ]
        },
        {
            "input": "We conducted this review in accordance with the published Cochrane protocol. Two randomised clinical trials with 104 participants fulfilled our inclusion criteria. Both trials were at high risk of bias (for outcomes other than overall survival), and we rated the evidence as moderate quality for overall survival and low quality for all other outcomes. One trial compared combined extrapleural pneumonectomy (EPP) plus neoadjuvant platinum-based chemotherapy plus postoperative high-dose hemithoracic radiotherapy with combined EPP plus platinum-based chemotherapy. The other trial compared EPP plus postoperative hemithoracic radiotherapy with standard (non-radical) therapy alone following platinum-based chemotherapy (patients in the standard therapy arm received continued oncological management according to local policy, which could include further chemotherapy or palliative radiotherapy). For the first trial, median overall survival calculated from registration was 20.8 months (95% confidence interval (CI) 14.4 to 27.8) in the no-radiotherapy group and 19.3 months (95% CI 11.5 to 21.8) in the radiotherapy group. For the second trial, median overall survival was 14.4 months (95% CI 5.3 to 18.7) for patients allocated to EPP and 19.5 months (95% CI 13.4 to time not yet reached) for patients randomised to standard non-radical therapy. In the second trial, 12 serious adverse events were reported during the study period: ten in the EPP group and two in the non-radical therapy group. Overall health-related quality of life scores were not different between the two arms in either study. We could not perform a meta-analysis of the two included trials due to clinical heterogeneity. We also identified three ongoing trials evaluating the topic of our review. The overall strength of the evidence gathered in this review is low and there is a lack of available evidence to support the use of radical multimodality therapy in routine clinical practice (particularly as one trial suggests greater harm). Given the added cost of multimodality treatment and the possible increase in risk of adverse effects, the lack of evidence of their effectiveness probably means that these interventions should currently be limited to clinical trials alone.",
            "labels": [
                "We searched published medical articles to find research papers that looked at combined treatment strategies with surgery for treating people with primary pleural cancer. We looked for randomised clinical trials (where people were allocated at random to one of two or more treatments groups) and used information from those we found to form our conclusions. We found evidence up to 21 March 2017. The review authors found two small randomised clinical trials, in which a total of 104 people with pleural mesothelioma were randomised. One trial compared the addition of surgery and radiotherapy to chemotherapy with chemotherapy alone. The other trial compared the addition of radiotherapy to chemotherapy and surgery with chemotherapy and surgery alone. These two small trials suggested that there is no added value for either radiotherapy or combined radiotherapy and surgery. We could not combine the data from the trials as we had intended, because the two trials were too different. We rated the quality of evidence as moderate for survival and low quality for all the other outcomes studied. The review authors identified three ongoing randomised clinical trials, the results of which have not been published yet. We only found two relevant trials. Both were small, which made the results uncertain. It is not clear whether giving a combination of surgery and radical radiotherapy after chemotherapy is better than giving chemotherapy alone. Radical radiotherapy does not seem to improve the results of surgery alone."
            ]
        },
        {
            "input": "Two cluster-randomized controlled trials (RCTs) (involving a total of 5455 women) met the inclusion criteria. The two included trials measured the effectiveness of the intervention in different ways, which meant that meta-analysis of the results was not possible. The overall quality of the two studies, as assessed using the GRADE approach, was low, with high risk of detection and attrition bias in both included trials. One trial (432 women enrolled) conducted in Canada was judged of low methodological quality. This trial did not report on any of the review's pre-specified primary outcomes and the secondary outcomes reported results only as P values. Moreover, losses to follow-up were high (34%, 147 out of 432 women initially enrolled). The authors concluded that prenatal education can effectively change pregnant women's behavior as it increased pet, personal and food hygiene. The second trial conducted in France was also judged of low methodological quality. Losses to follow-up were also high (44.5%, 2233 out of 5023 women initially enrolled) and differential (40% in the intervention group and 52% in the control group). The authors concluded that prenatal education for congenital toxoplasmoses has a significant effect on improving women's knowledge, whereas it has no effect on changing women's behavior. In this trial 17/3949 pregnant women seroconverted for toxoplasmosis: 13/2591 (0.5%) in the intervention group and 4/1358 (0.3%) in the control group. The rate of seroconversion detected during the study did not differ between groups (risk ratio (RR) 1.70, 95% confidence interval (CI) 0.56 to 5.21; participants = 3949; studies = one, low quality evidence). The number of events was too small to reach conclusions about the effect of prenatal education on seroconversion rate during pregnancy. No other randomized trials on the effect of prenatal education on congenital toxoplasmosis rate, or toxoplasmosis seroconversion rate during pregnancy were detected. Even though primary prevention of congenital toxoplasmosis is considered a desirable intervention, given the lack of related risks compared to secondary and tertiary prevention, its effectiveness has not been adequately evaluated. There is very little evidence from RCTs that prenatal education is effective in reducing congenital toxoplasmosis even though evidence from observational studies suggests it is. Given the lack of good evidence supporting prenatal education for congenital toxoplasmosis prevention, further RCTs are needed to confirm any potential benefits and to further quantify the impact of different sets of educational intervention.",
            "labels": [
                "This review included two randomized controlled trials (involving 5455 women). Data could not be combined because each trial measured effectiveness in different ways. One study was from Canada and involved 432 women randomly assigned to a 10-minute presentation during a prenatal class about toxoplasmosis prevention or to a usual prenatal class. Losses to follow-up were high and 285 completed the post-test questionnaire in the third trimester. Only 5% of the intervention women recalled having obtained information on toxoplasmosis prevention during prenatal classes. However, the authors concluded that prenatal education can effectively change pregnant women's behavior as it increased pet, personal and food hygiene. The other trial conducted in France involved 5023 pregnant women with no evidence of toxoplasmosis infection (seronegative) who were randomly assigned to receive a brochure and an audiotape containing information for toxoplasmosis prevention, or to a usual prenatal class. Losses to follow-up were high and 2790 completed both pre-test and post-test questionnaire on behavior (44.5% loss to follow-up), whereas 3949 women were tested for blood antibodies (22.4% loss to follow-up). Women's behavior did not change after the intervention. Similarly, the seroconversion rate did not differ between groups (13 out of 2591 women seroconverted in the intervention and four out of 1358 in the control group). Both trials were judged as having low methodological quality as assessed by the GRADE approach. This limits our confidence in the results. Evidence supporting prenatal education to prevent congenital toxoplasmosis is therefore limited."
            ]
        },
        {
            "input": "Of 1777 potential studies evaluated, only two Randomized Control Trials (123 patients) were included. ß-interferon treatment compared to placebo did not show differences regarding the proportion of patients with progression of the disease (RR 0.89, 95% CI 0.55 to1.43), and it was associated with a greater frequency of treatment-related adverse events (RR 1.90, 95% CI 1.45-2.48). One of the trials evaluated the MRI secondary outcome pre-specified in the protocol. This trial showed that at two years the numbers of active lesions on brain MRI scan in ß-interferon arm were significantly lower than in placebo arm (weighted mean difference -1.3, 95% CI -2.15 to -0.45, P = 0.003); also, the number of participants with active lesions was significantly higher in placebo arm vs. ß-interferon arm at two years (RR 0.43, 95% CI 0.22 to 0.86, P = 0.02). Limited data on the effect of ß-interferon treatment on PPMS exists. Only two single-centre placebo controlled trials of interferon beta have been done. Based on this review, the included studies showed that ß-interferon treatment was not associated with reduced disability progression in PPMS patients. However, the trial population was too small to allow definitive conclusions on the efficacy of ß-interferon therapy in PPMS patients. Larger research studies need to be done in patients with PPMS in order to clarify whether ß-interferon is effective in this population.",
            "labels": [
                "Among the pertinent medical literature only  two studies, comprising  a total of 123 participants,  met the criteria of the methodological quality necessary for their inclusion in this review. Taking into account  the disability progression, the analysis of the data showed that INF beta treatment in  patients with PPMS was  not associated with a reduction of  this parameter during the first two years of therapy. Adverse effects, mainly flu-like symptoms and injection site reactions, occurred frequently and were the same as  reported by the many studies on   IFN beta treatments in MS patients with different types of the disease. It is worth nothing that the patients’ population analysed was too small to allow a definitive conclusion on the efficacy of IFN beta therapy  in PPMS."
            ]
        },
        {
            "input": "We included two randomised controlled trials (three reports) with 1674 participants, with mean age between 64.1 and 67.8 years. Follow-up ranged from 2 years to mean 4.3 years. For primary outcome measures, effect estimates from a single study showed uncertainty for the effect of NP-guided treatment on cardiovascular mortality in patients with cardiovascular risk factors and without heart failure (RR 0.33, 95% CI 0.04 to 3.17; 1 study; 300 participants; low-quality evidence). Pooled analysis demonstrated that in comparison to standard care, NP-guided treatment probably reduces the risk of cardiovascular hospitalisation (RR 0.52, 95% CI 0.40 to 0.68; 2 studies; 1674 participants; moderate-quality evidence). This corresponds to a risk of 163 per 1000 in the control group and 85 (95% CI 65 to 111) per 1000 in the NP-guided treatment group. When secondary outcome measures were evaluated, evidence from a pooled analysis showed uncertainty for the effect of NP-guided treatment on all-cause mortality (RR 0.90, 95% CI 0.60 to 1.35; 2 studies; 1354 participants; low-quality evidence). Pooled analysis indicates that NP-guided treatment probably reduces the risk of all-cause hospitalisation (RR 0.83, 95% CI 0.75 to 0.92; 2 studies; 1354 participants; moderate-quality evidence). This corresponds to a risk of 601 per 1000 in the control group and 499 (95% CI 457 to 553) per 1000 in the NP-guided treatment group. The effect estimate from a single study indicates that NP-guided treatment reduced the risk of ventricular dysfunction (RR 0.61, 95% CI 0.41 to 0.91; 1374 participants; high-quality evidence). The risk in this study's control group was 87 per 1000, compared with 53 (95% CI 36 to 79) per 1000 with NP-guided treatment. Results from the same study show that NP-guided treatment does not affect change in NP level at the end of follow-up, relative to standard care (MD -4.06 pg/mL, 95% CI -15.07 to 6.95; 1 study; 1374 participants; moderate-quality evidence). This review shows that NP-guided treatment is likely to reduce ventricular dysfunction and cardiovascular and all-cause hospitalisation for patients who have cardiovascular risk factors and who do not have heart failure. Effects on mortality and natriuretic peptide levels are less certain. Neither of the included studies were powered to evaluate mortality. Available evidence shows uncertainty regarding the effects of NP-guided treatment on both cardiovascular mortality and all-cause mortality; very low event numbers resulted in a high degree of imprecision in these effect estimates. Evidence also shows that NP-guided treatment may not affect NP level at the end of follow-up. As both trials included in our review were pragmatic studies, non-blinding of patients and practices may have biased results towards a finding of equivalence. Further studies with more adequately powered sample sizes and longer duration of follow-up are required to evaluate the effect of NP-guided treatment on mortality. As two trials are ongoing, one of which is a large multi-centre trial, it is hoped that future iterations of this review will benefit from larger sample sizes across a wider geographical area.",
            "labels": [
                "Evidence in this review is current to July 2019. We included two randomised controlled trials (where participants have an equal chance of being assigned to either treatment) including 1674 adult participants who had one or more risk factors for developing CVD, which compared NP-guided treatment with standard care. We excluded patients with symptoms of heart failure. The mean age of participants varied between 64.1 and 67.8 years. Patients were followed-up for between 2 years and a mean of 4.2 years. Effects of NP-guided treatment on death due to CVD or for any other reason remain uncertain as our results were imprecise. Moderate-quality evidence suggests that NP-guided treatment probably reduces the number of hospitalisations due to cardiovascular events and due to all causes in patients with cardiovascular risk factors. We would expect that of 1000 patients who received standard care, 163 would be admitted to hospital as the result of a cardiovascular event, compared to between 65 and 111 patients who received NP-guided treatment. Out of 1000 patients with cardiovascular risk factors who received standard care, 601 would be admitted to hospital for any reason, compared to between 457 and 553 patients who received NP-guided treatment. High-quality evidence indicates that NP-guided treatment reduces the risk of ventricular dysfunction (a condition that often leads to heart failure) compared to standard care. Our results suggest that of 1000 patients with cardiovascular risk factors who received standard care, 87 would develop ventricular dysfunction, compared to between 36 and 79 patients who received NP-guided treatment. No evidence suggests that NP-guided treatment affected NP level at completion of the studies. The quality of evidence ranged from low to high across outcomes. Key reasons for concern about the quality of the evidence included risk of bias, as patients and medical staff caring for patients knew whether they were in the control or intervention group and this may have affected the care they received; some results obtained were imprecise, and it is unclear if the intervention was beneficial or harmful. As we identified only two studies that were suitable for inclusion in this review, the generalisability of the review is limited."
            ]
        },
        {
            "input": "Three trials involving a total of 404, mainly female and older, people with displaced fractures of the distal radius were included. These failed to assess functional outcome, and only one trial reported on complications. One trial found no statistically significant differences between mechanical reduction using finger trap traction and manual reduction in anatomical outcomes. All participants of this trial were given intravenous regional anaesthesia. One trial compared a novel method of manual reduction where the non-anaesthetised patient actively provided counter-traction versus traditional manual reduction under intravenous regional anaesthesia. While participants of the novel method group suffered more, yet not intolerable, pain during the reduction procedure, the latter was shorter in duration. No differences in anatomical outcome were detected. The third study compared mechanical reduction involving a special device without anaesthesia versus manual reduction under haematoma block (local anaesthesia). Less pain during the reduction procedure was recorded for the mechanical traction group. Both methods yielded similar radiological results. Fewer participants of the mechanical traction group had signs of neurological impairment, mainly finger numbness, at five weeks but this difference was not statistically significant by one year. There was insufficient evidence from comparisons tested within randomised controlled trials to establish the relative effectiveness of different methods of closed reduction used in the treatment of displaced fractures of the distal radius in adults.",
            "labels": [
                "Three randomised controlled trials involving a total of 404, mainly female and older, people with displaced fractures of the distal radius are included in this review. None of the trials assessed functional outcome, and only one trial reported on complications. Each trial compared different methods of reduction. One trial, in which all participants had intravenous regional anaesthesia, found no significant differences in anatomical outcomes between mechanical reduction using finger trap traction and manual reduction. The second trial compared two methods of manual reduction. These were a novel method of manual reduction where participants actively provided counter-traction without being given anaesthesia versus traditional manual reduction under intravenous regional anaesthesia. The participants of the novel method group suffered more but not intolerable pain during the reduction procedure, which was shorter in duration. No differences in anatomical outcome were detected. The third trial compared mechanical reduction involving a special device without anaesthesia versus manual reduction under haematoma block (local anaesthesia). Less pain during the reduction procedure was recorded for the mechanical traction group. Both methods yielded similar anatomical results. Fewer participants of the mechanical traction group had signs of neurological impairment, mainly finger numbness, at five weeks but this difference was not statistically significant by one year. The review concluded that there was not enough evidence to decide whether there was any difference between the various methods tested."
            ]
        },
        {
            "input": "Twenty-two eligible randomised trials were identified, of which 11 were crossover trials. The trials included 1099 women with 673 receiving an adrenergic drug (phenylpropanolamine in 11 trials, midodrine in two, norepinephrine in three, clenbuterol in another three, terbutaline in one, eskornade in one and Ro 115-1240 in one). No trials included men. The limited evidence suggested that an adrenergic agonist drug is better than placebo in reducing the number of pad changes and incontinence episodes, as well as improving subjective symptoms. In two small trials, the drugs also appeared to be better than pelvic floor muscle training, possibly reflecting relative acceptability of the treatments to women but perhaps due to differential withdrawal of women from the trial groups. There was not enough evidence to evaluate the use of higher compared to lower doses of adrenergic agonists nor the relative merits of an adrenergic agonist drug compared with oestrogen, whether used alone or in combination. Over a quarter of women reported adverse effects. There were similar numbers of adverse effects with adrenergics, placebo or alternative drug treatment. However, when these were due to recognised adrenergic stimulation (insomnia, restlessness and vasomotor stimulation) they were only severe enough to stop treatment in 4% of women. There was weak evidence to suggest that use of an adrenergic agonist was better than placebo treatment. There was not enough evidence to assess the effects of adrenergic agonists when compared to or combined with other treatments. Further larger trials are needed to identify when adrenergics may be useful. Patients using adrenergic agonists may suffer from minor side effects, which sometimes cause them to stop treatment. Rare but serious side effects, such as cardiac arrhythmias and hypertension, have been reported.",
            "labels": [
                "This review of 22 trials involving 673 women and seven different adrenergic drugs found weak evidence that adrenergic agonists may help stress urinary incontinence. Side effects do occur but are usually minor. Rarely, more serious adverse effects such as high blood pressure can occur. More evidence is needed to compare adrenergic drugs with other drugs for stress incontinence and also with pelvic floor muscle exercises."
            ]
        },
        {
            "input": "Six studies met the inclusion criteria, including three RCTs, two cluster-RCTs and one ITS. All were conducted in the USA and comprised targeted mass media interventions for people of African descent (four studies), Spanish-language dominant Latino immigrants (one study), and Chinese immigrants (one study). The two latter studies offered the intervention in the participants’ first language (Spanish, Cantonese, or Mandarin). Three interventions targeted towards women only, one pregnant women specifically. We judged all studies as being at unclear risk of bias in at least one domain and three studies as being at high risk of bias in at least one domain. We categorised the findings into three comparisons. The first comparison examined mass media interventions targeted at ethnic minorities versus an equivalent mass media intervention intended for the general population. The one study in this category (255 participants of African decent) found little or no difference in effect on self-reported behavioural change for smoking and only small differences in attitudes to change between participants who were given a culturally specific smoking cessation booklet versus a booklet intended for the general population. We are uncertain about the effect estimates, as assessed by the GRADE methodology (very low quality evidence of effect). No study provided data for indicators of behavioural change or adverse effects. The second comparison assessed targeted mass media interventions versus no intervention. One study (154 participants of African decent) reported effects for our primary outcomes. Participants in the intervention group had access to 12 one-hour live programmes on cable TV and received print material over three months regarding nutrition and physical activity to improve health and weight control. Change in body mass index (BMI) was comparable between groups 12 months after the baseline (low quality evidence). Scores on a food habits (fat behaviours) and total leisure activity scores changed favourably for the intervention group (very low quality evidence). Two other studies exposed entire populations in geographical areas to radio advertisements targeted towards African American communities. Authors presented effects on two of our secondary outcomes, use of health promotion services and project costs. The campaign message was to call smoking quit lines. The outcome was the number of calls received. After one year, one study reported 18 calls per estimated 10,000 targeted smokers from the intervention communities (estimated target population 310,500 persons), compared to 0.2 calls per estimated 10,000 targeted smokers from the control communities (estimated target population 331,400 persons) (moderate quality evidence). The ITS study also reported an increase in the number of calls from the target population during campaigns (low quality evidence). The proportion of African American callers increased in both studies (low to very low quality evidence). No study provided data on knowledge and attitudes for change and adverse effects. Information on costs were sparse. The third comparison assessed targeted mass media interventions versus a mass media intervention plus personalised content. Findings are based on three studies (1361 participants). Participants in these comparison groups received personal feedback. Two of the studies recorded weight changes over time. Neither found significant differences between the groups (low quality evidence). Evidence on behavioural changes, and knowledge and attitudes typically found some effects in favour of receiving personalised content or no significant differences between groups (very low quality evidence). No study provided data on adverse effects. Information on costs were sparse. The available evidence is inadequate for understanding whether mass media interventions targeted toward ethnic minority populations are more effective in changing health behaviours than mass media interventions intended for the population at large. When compared to no intervention, a targeted mass media intervention may increase the number of calls to smoking quit line, but the effect on health behaviours is unclear. These studies could not distinguish the impact of different components, for instance the effect of hearing a message regarding behavioural change, the cultural adaptation to the ethnic minority group, or increase reach to the target group through more appropriate mass media channels. New studies should explore targeted interventions for ethnic minorities with a first language other than the dominant language in their resident country, as well as directly compare targeted versus general population mass media interventions.",
            "labels": [
                "We found six studies, all from the USA, four of which targeted African Americans and two which targeted Latino or Chinese immigrants. Of the studies, four were experimental (1693 volunteers) and two reported the results of large, targeted campaigns run in whole communities and cities. The evidence is current to August 2016. The available evidence is insufficient to conclude whether targeted mass media interventions for ethnic minority groups are more, less or equally effective in changing health behaviours than general mass media interventions. Only one study compared participants' smoking habits and intentions to quit following the receipt of either a culturally adapted smoking advice booklet or a booklet developed for the general population. They found little or no differences in smoking behaviours between the groups. When compared to no mass media intervention, a targeted mass media intervention may increase the number of calls to smoking quit lines, but the effect on health behaviours is unclear. This conclusion is based on findings from three studies. One study gave participants access to a series of 12 live shows on cable TV with information on how to maintain a healthy weight through diet and physical activity. Compared to women who did not watch the shows, participants reported slightly increased physical activity and some positive changes to their dietary patterns; however, their body weight was no different over time. Two other studies were large-scale targeted campaigns in which smokers were encouraged to call a quit line for smoking cessation advice. The number of telephone calls from the target population increased considerably during the campaign. This review also compared targeted mass media interventions versus mass media interventions with added personal interactions. These findings, based on three studies, were inconclusive. None of the studies reported whether the interventions could have had any adverse effects, such as possible stigmatisation or increased resistance to messages. Further studies directly comparing targeted mass media interventions with general mass media interventions would be useful. Few studies have investigated the effects of targeted mass media interventions for ethnic minority groups who primarily speak a non-dominant language. Our confidence in the evidence of effect on all main outcomes is low to very low. This means that the true effect may be different or substantially different from the results presented in this review. We have moderate confidence in the estimated increase in the number of calls to smoking quit lines."
            ]
        },
        {
            "input": "We identified six new trials for this update. In total, the evidence for this review rests on 14 trials (805 participants). Music listening was the main intervention used, and 13 of the studies did not include a trained music therapist. Results indicated that music listening may be beneficial for anxiety reduction in mechanically ventilated patients. Specifically, music listening resulted, on average, in an anxiety reduction that was 1.11 standard deviation units greater (95% CI -1.75 to -0.47, P = 0.0006) than in the standard care group. This is considered a large and clinically significant effect. Findings indicated that listening to music consistently reduced respiratory rate and systolic blood pressure, suggesting a relaxation response. Furthermore, one large-scale study reported greater reductions in sedative and analgesic intake in the music listening group compared to the control group, and two other studies reported trends for reduction in sedative and analgesic intake for the music group. One study found significantly higher sedation scores in the music listening group compared to the control group. No strong evidence was found for reduction in diastolic blood pressure and mean arterial pressure. Furthermore, inconsistent results were found for reduction in heart rate with seven studies reporting greater heart rate reductions in the music listening group and one study a slightly greater reduction in the control group. Music listening did not improve oxygen saturation levels. Four studies examined the effects of music listening on hormone levels but the results were mixed and no conclusions could be drawn. No strong evidence was found for an effect of music listening on mortality rate but this evidence rested on only two trials. Most trials were assessed to be at high risk of bias because of lack of blinding. Blinding of outcome assessors is often impossible in music therapy and music medicine studies that use subjective outcomes, unless the music intervention is compared to another treatment intervention. Because of the high risk of bias, these results need to be interpreted with caution. No studies could be found that examined the effects of music interventions on quality of life, patient satisfaction, post-discharge outcomes, or cost-effectiveness. No adverse events were identified. This updated systematic review indicates that music listening may have a beneficial effect on anxiety in mechanically ventilated patients. These findings are consistent with the findings of three other Cochrane systematic reviews on the use of music interventions for anxiety reduction in medical patients. The review furthermore suggests that music listening consistently reduces respiratory rate and systolic blood pressure. Finally, results indicate a possible beneficial impact on the consumption of sedatives and analgesics. Therefore, we conclude that music interventions may provide a viable anxiety management option to mechanically ventilated patients.",
            "labels": [
                "We included 14 controlled trials involving 805 critically ill participants on mechanical ventilation. All participants were alert. Slightly more patients (58%) included in these studies were male and their average age was 58 years. The majority of the studies examined the effects of patients listening to pre-recorded music. Most studies offered one 20 to 30-minute music session to the participants. The findings suggest that music listening may have a large anxiety-reducing effect on mechanically ventilated patients. The results furthermore suggest that music listening consistently reduces respiratory rate and systolic blood pressure, suggesting a relaxation response. No evidence of effect was found for diastolic blood pressure, mean arterial pressure, or oxygen saturation level and inconsistent results were found for heart rate and hormone levels. One large-scale study reported greater reductions in the intake of sedative and analgesic medications in the music listening group compared to the control group, and two other studies reported similar trends. Music listening did not result in any harm. Most trials presented some methodological weakness. Therefore, these results need to be interpreted with caution. However, the results are consistent with the findings of three other Cochrane systematic reviews on the use of music interventions for anxiety reduction in medical patients. Therefore, we conclude that music interventions may provide a viable anxiety management option to mechanically ventilated patients."
            ]
        },
        {
            "input": "We included in this updated review 33 RCTs with 3946 participants. Twenty new trials with 2780 participants had been completed since the previous review. Outcome data were available for up to 22 trials (2865 participants) that compared acupuncture with any control (open control or sham acupuncture) but for only six trials (668 participants) that compared acupuncture with sham acupuncture control. We downgraded the evidence to low or very low quality because of risk of bias in included studies, inconsistency in the acupuncture intervention and outcome measures, and imprecision in effect estimates. When compared with any control (11 trials with 1582 participants), findings of lower odds of death or dependency at the end of follow-up and over the long term (≥ three months) in the acupuncture group were uncertain (odds ratio [OR] 0.61, 95% confidence interval [CI] 0.46 to 0.79; very low-quality evidence; and OR 0.67, 95% CI 0.53 to 0.85; eight trials with 1436 participants; very low-quality evidence, respectively) and were not confirmed by trials comparing acupuncture with sham acupuncture (OR 0.71, 95% CI 0.43 to 1.18; low-quality evidence; and OR 0.67, 95% CI 0.40 to 1.12; low-quality evidence, respectively). In trials comparing acupuncture with any control, findings that acupuncture was associated with increases in the global neurological deficit score and in the motor function score were uncertain (standardized mean difference [SMD] 0.84, 95% CI 0.36 to 1.32; 12 trials with 1086 participants; very low-quality evidence; and SMD 1.08, 95% CI 0.45 to 1.71; 11 trials with 895 participants; very low-quality evidence). These findings were not confirmed in trials comparing acupuncture with sham acupuncture (SMD 0.01, 95% CI -0.55 to 0.57; low-quality evidence; and SMD 0.10, 95% CI -0.38 to 0.17; low-quality evidence, respectively). Trials comparing acupuncture with any control have reported little or no difference in death or institutional care at the end of follow-up (OR 0.78, 95% CI 0.54 to 1.12; five trials with 1120 participants; low-quality evidence), death within the first two weeks (OR 0.91, 95% CI 0.33 to 2.55; 18 trials with 1612 participants; low-quality evidence), or death at the end of follow-up (OR 1.08, 95% CI 0.74 to 1.58; 22 trials with 2865 participants; low-quality evidence). The incidence of adverse events (eg, pain, dizziness, faint) in the acupuncture arms of open and sham control trials was 6.2% (64/1037 participants), and 1.4% of these (14/1037 participants) discontinued acupuncture. When acupuncture was compared with sham acupuncture, findings for adverse events were uncertain (OR 0.58, 95% CI 0.29 to 1.16; five trials with 576 participants; low-quality evidence). This updated review indicates that apparently improved outcomes with acupuncture in acute stroke are confounded by the risk of bias related to use of open controls. Adverse events related to acupuncture were reported to be minor and usually did not result in stopping treatment. Future studies are needed to confirm or refute any effects of acupuncture in acute stroke. Trials should clearly report the method of randomization, concealment of allocation, and whether blinding of participants, personnel, and outcome assessors was achieved, while paying close attention to the effects of acupuncture on long-term functional outcomes.",
            "labels": [
                "We searched electronic databases and the Chinese Clinical Trial Registry up to February 2017, and two clinical trials platforms (WHO International Clinical Trials Registry Platform and Clinicaltrials.gov) up to April 2017. We included in this review 33 randomized clinical trials (RCTs) with 3946 participants. Of these, results were available for up to 22 trials (2865 participants) that compared acupuncture with any control but for only six trials (668 participants) that compared acupuncture with a sham acupuncture procedure. The effects of acupuncture in reducing death or dependency or improving neurological and movement scores at the end of follow-up, as seen in trials comparing acupuncture with any control, were not seen in trials comparing acupuncture with the more reliable control of sham acupuncture. Adverse events such as pain, dizziness, and faint were reported in 6.2% (64/1037) of participants, and 1.4% (14) of these had to discontinue acupuncture. The quality of the evidence was low or very low owing to risk of bias in the included studies and variation in the type and duration of acupuncture. Additional larger reliable research trials are required for enhanced confidence in the effects of acupuncture for acute stroke."
            ]
        },
        {
            "input": "The search identified 14 new RCTs since the last published version of this review, resulting in 16 included RCTs involving 2091 high-risk women for this updated review. They evaluated three types of dopamine agonists: cabergoline, quinagolide and bromocriptine. When compared with placebo or no intervention, dopamine agonists seemed effective in the prevention of moderate or severe OHSS (OR 0.27, 95% CI 0.19 to 0.39; 1022 participants; 8 studies; I2 = 0%; moderate quality evidence). This suggests that if 29% of women undergoing ART experience moderate or severe OHSS, the use of dopamine agonists will lower this to 7% to 14% of women. There was no evidence of a difference in live birth rate, clinical pregnancy rate, multiple pregnancy rate or miscarriage rate (very low to moderate quality evidence). However, taking dopamine agonists (especially quinagolide) may increase the incidence of adverse events such as gastrointestinal adverse effects (OR 4.54, 95% CI 1.49 to 13.84; 264 participants; 2 studies; I2 = 49%, very low quality evidence). When we compared dopamine agonist plus co-intervention with co-intervention, there was no evidence of a difference in the outcomes of moderate or severe OHSS, live birth rate, clinical pregnancy rate, miscarriage rate or adverse events. The co-interventions were hydroxyethyl starch (two RCTs) and albumin (one RCT). Cabergoline was associated with a lower risk of moderate or severe OHSS compared with human albumin (OR 0.21, 95% CI 0.12 to 0.38; 296 participants; 3 studies; I2 = 72%). However, there was no evidence of a difference between cabergoline and hydroxyethyl starch, coasting (withholding any more ovarian stimulation for a few days) or prednisolone. There was an increased clinical pregnancy rate in the cabergoline group when cabergoline was compared with coasting (OR 2.65, 95% CI 1.13 to 6.21; 120 participants; 2 studies; I2 = 0%). In other respects, there was no evidence of a difference in clinical pregnancy rate, multiple pregnancy rate or miscarriage rate between cabergoline and other active interventions. The quality of the evidence between dopamine agonist and placebo or no intervention ranged from very low to moderate, mainly due to poor reporting of study methods (mostly a lack of details on randomisation or blinding) and serious imprecision for some comparisons. Dopamine agonists appear to reduce the incidence of moderate or severe OHSS in women at high risk of OHSS (moderate quality evidence). If a fresh embryo transfer is performed, the use of dopamine agonists does not affect the pregnancy outcome (live birth rate, clinical pregnancy rate and miscarriage rate) (very low to moderate quality evidence). However, dopamine agonists might increase the risk of adverse events, such as gastrointestinal symptoms. Further research should focus on dose-finding, comparisons with other effective treatments and consideration of combination treatments. Therefore, large, well-designed and well-executed RCTs that involve more clinical endpoints (e.g., live birth rate) are necessary to further evaluate the role of dopamine agonists in OHSS prevention.",
            "labels": [
                "This review included 16 randomised controlled trials involving 2091 women at high risk of OHSS, which evaluated three different dopamine agonists (cabergoline, bromocriptine and quinagolide). The main outcome measures were the number of new cases (incidence) of moderate or severe OHSS and live birth rate. The evidence is current to August 2016. Dopamine agonists appear to reduce the incidence of moderate or severe OHSS in women at high risk of OHSS (moderate quality evidence) compared with placebo or no treatment. This suggests that if 29% of women taking placebo or no treatment have moderate or severe OHSS, between 7% and 14% of women taking dopamine agonists will have moderate or severe OHSS. For women who had a fresh embryo transferred as part of their treatment cycle, there was no evidence that dopamine agonists influenced pregnancy outcomes, but they might increase the risk of side effects, such as stomach upsets. There was no evidence of a difference between a dopamine agonist plus another active treatment versus another active treatment on incidence of moderate or severe OHSS and live birth rate. There was no evidence of a difference in OHSS rates between cabergoline and placebo treatments (e.g. hydroxyethyl starch, prednisolone or 'coasting' (withholding any more ovarian stimulation for a few days)). Cabergoline was associated with an increased clinical pregnancy rate compared with coasting. The quality of the evidence ranged from very low to moderate. Limitations included poor reporting of study methods and imprecision (too few events) for some comparisons."
            ]
        },
        {
            "input": "Seven studies met our eligibility criteria. All were randomized controlled trials; six assigned clusters and one randomized individuals. Sample sizes for the cluster-randomized trials ranged from 2157 to 15,614; the number of clusters ranged from 18 to 70. Four trials took place in African countries, two in the USA, and one in England. Three were based mainly in schools, two were in community settings, one took place during military training, and one was clinic-based. Five studies provided data on pregnancy, either from pregnancy tests or national records of abortions and live births. Four trials assessed the incidence or prevalence of HIV and HSV-2. Three trials examined other STI. The trials showed or reported no significant difference between study groups for pregnancy or HIV, but favorable effects were evident for some STI. Two showed a lower incidence of HSV-2 for the behavioral-intervention group compared to the usual-care group, with reported adjusted rate ratios (ARR) of 0.65 (95% CI 0.43 to 0.97) and 0.67 (95% CI 0.47 to 0.97), while HIV did not differ significantly. One also reported lower syphilis incidence and gonorrhea prevalence for the behavioral intervention plus STI management compared to the usual-care group. The reported ARR were 0.58 (95% CI 0.35 to 0.96) and 0.28 (95% CI 0.11 to 0.70), respectively. Another study reported a negative effect on gonorrhea for young women in the intervention group versus the control group (ARR 1.93; 95% CI 1.01 to 3.71). The difference occurred among those with only one year of the intervention. We found few studies and little clinical evidence of effectiveness for interventions promoting condom use for dual protection. We did not find favorable results for pregnancy or HIV, and only found some for other STI. The overall quality of evidence was moderate to low; losses to follow up were high. Effective interventions for improving condom use are needed to prevent pregnancy and HIV/STI transmission. Interventions should be feasible for resource-limited settings and tested using valid and reliable outcome measures.",
            "labels": [
                "Through September 2013, we did computer searches for studies of programs to improve condom use. We wrote to researchers for missing data. The studies could have various designs. The education program addressed preventing pregnancy and HIV/STI. The intervention was compared with a different program, usual care, or no intervention. The studies had a clinical outcome such as pregnancy, HIV, or STI tests. We did not use self-reports of condom use. We found seven randomized trials. Six assigned groups (clusters) and one randomized individuals. Four trials took place in African countries, two in the USA, and one in England. The studies were based in schools, community settings, a clinic, and a military training setting. Five trials examined pregnancy, four studied HIV and HSV-2 (herpes), and three assessed other STI. We found no major differences between study groups for pregnancy or HIV. Some results were seen for STI outcomes. Two studies showed fewer HSV-2 cases with the behavioral program compared to the control group. One also reported fewer cases of syphilis and gonorrhea with the behavioral program plus STI management. Another study reported a higher gonorrhea rate for the intervention group. The researchers believed the result was due to a subgroup that did not have the full program. We found little clinical effect of improving condom use. The studies provided moderate to low quality information. Losses to follow up were high. We need good programs on condom use to prevent pregnancy and HIV/STI. Programs should be useful for settings with few resources. Interventions should be tested with valid outcome measures."
            ]
        },
        {
            "input": "Of the 2077 references identified, 24 trials were included in this review. For electrostimulation compared with no treatment this review found that electrostimulation improved some aspects of functional motor ability and some aspects of motor impairment and normality of movement. In addition, there was a significant difference in favour of no treatment compared with electrostimulation for an aspect of functional motor ability. For electrostimulation compared with placebo this review found that electrostimulation improved an aspect of functional motor ability. For electrostimulation compared with conventional physical therapy this review found that electrostimulation improved an aspect of motor impairment. There were no statistically significant differences between electrostimulation and control treatment for all other outcomes. However, these results need to be interpreted with reference to the following: (1) the majority of analyses only contained one trial; (2) variation was found between included trials in time after stroke, level of functional deficit, and dose of electrostimulation; and (3) the possibility of selection and detection bias in the majority of included trials. At present, there are insufficient robust data to inform clinical use of electrostimulation for neuromuscular re-training. Research is needed to address specific questions about the type of electrostimulation that might be most effective, in what dose and at what time after stroke.",
            "labels": [
                "Electrostimulation is a potential treatment to improve recovery of movement control and functional ability after stroke but the results of this review are inconclusive. After stroke many people are unable to use their affected limbs in everyday activities such as walking, ascending/descending stairs, washing hair or opening a coffee jar. One way to improve recovery might be to train affected muscles by using electrostimulation. This review examined the findings of 24 randomised controlled trials of electrostimulation provided to improve the ability to voluntarily move the affected limb and/or use the affected limb in everyday activities. The available evidence suggests that when electrostimulation is compared to no treatment then there might be a small effect on some aspects of function in favour of electrostimulation. However, the majority of findings in favour of electrostimulation were found when it was compared to a group of stroke patients who were not receiving any treatment and for all but two of the outcomes examined there were no differences between either electrostimulation and placebo or between electrostimulation and another type of physical therapy. This review also found that there were many differences between randomised controlled trials in the types of stroke patients who were included, the doses of electrostimulation and the outcome measures used. This meant that many of the comparisons made in the review related to one randomised trial rather than two or more. In addition, the numbers of participants in trials were relatively small. The results of this review therefore need to be interpreted with caution."
            ]
        },
        {
            "input": "Two trials with a total of 529 patients met the inclusion criteria. Patients fulfilling the American Rheumatism Association 1987 RA diagnostic criteria were randomized to receive either infliximab 1mg/kg (with and without MTX), 3mg/kg(with and without MTX) , 10mg/kg of infliximab (with and without MTX) or placebo infusion plus MTX. Infusions were given every 4 or 8 weeks. After 6 months ACR 20, ACR 50 and ACR 70 response rates were significantly improved in all infliximab doses compared to control. The number needed to treat with infliximab to achieve an ACR 20, 50 or 70 response in patients with refractory RA under specialist care ranged from 2.94-3.33 for ACR 20, 3.57-4.76 for ACR 50 and 5.88 -12.5 for ACR 70 depending on the dose (3mg/kg or 10mg/kg given either every 4 or 8 weeks). Total withdrawals and withdrawals due to lack of efficacy were lower for all doses of infliximab versus controls. Withdrawals for adverse events and withdrawals for other reasons were not statistically significantly different for those receiving infliximab from control. Treatment with infliximab for 6 and 12 months significantly reduces RA disease activity and appeared to have an acceptable safety profile in these trials. Total radiographic scores improved, fewer patients showed radiographic progression, and more patients showed radiographic improvement with infliximab treatment at 12 months compared to controls. However, only 2 trials met the inclusion criteria, and these results are largely driven by the largest trial. The available efficacy and toxicity data is relatively short-term (6-12 months). In order to detect rare events that may be associated with infliximab, larger and longer term studies are required.",
            "labels": [
                "Infliximab is a relatively new disease modifying anti-rheumatic drug that inhibits tumour necrosis factor alpha. Short term (six to twelve month) studies suggest infliximab is well tolerated, and in combination with methotrexate, decreases disease activity in RA. Infliximab 3mg/kg or 10mg/kg, in combination with methotrexate, taken every 4 or 8 weeks for either 6 or 12 months, significantly improved disease activity as measured by tender and swollen joints and ACR response rates. Pain and physical function also improved compared to those taking methotrexate alone. Infliximab significantly reduced radiographic progression at 12 months."
            ]
        },
        {
            "input": "Fifteen trials met the inclusion criteria (2284 participants, 69% males, 16% children). They were conducted in disparate malaria endemic areas, with the earlier studies conducted in Thailand (five) and India (two), and the more recent studies (eight) spread across three continents (South America, Africa, Asia). The 15 studies involved 41 treatment arms, 12 different drugs, and 28 different treatment regimens. Two studies examined P. vivax. Three-day azithromycin (AZ) monotherapy did not perform well for P. vivax or P. falciparum (Thailand: P. vivax failure rate 0.5 g daily, 56%, 95% CI 31 to 78. India: P. vivax failure rate 1 g daily,12%, 95% CI 7 to 21; P. falciparum failure rate 1 g daily, 64%, 95% CI 36 to 86.) A 1 g azithromycin and 0.6 g chloroquine combination daily for three days for uncomplicated P. falciparum infections was associated with increased treatment failure in India and Indonesia compared with the combination of sulphadoxine-pyrimethamine and chloroquine (pooled RR 2.66, 95% CI 1.25 to 5.67), and compared with the combination atovaquone-proguanil in a multicentre trial in Columbia and Surinam (RR 24.72, 95% CI 6.16 to 99.20). No increased risk of treatment failure was seen in two studies in Africa with mefloquine as the comparator drug (pooled RR 2.02, 95% CI 0.51 to 7.96, P = 0.3); the pooled RR for PCR-corrected data for the combination versus mefloquine was 1.01, 95% CI 0.18 to 5.84 (P = 1.0). An increased treatment failure risk was seen when comparing azithromycin in a dose of 1.2 to 1.5 mg in combination with artesunate (200 mg per day for three days) with artemether-lumefantrine (pooled RR 3.08, 95% CI 2.09 to 4.55; PCR-corrected pooled RR 3.63, 95% CI 2.02 to 6.52). Serious adverse events and treatment discontinuation were similar across treatment arms. More adverse events were reported when comparing the 1 g azithromycin/ 0.6 g chloroquine combination with mefloquine (pooled RR 1.20, 95% CI 1.06 to 1.36) or atovaquone-proguanil (RR 1.41, 95% CI 1.09 to1.83). Currently, there is no evidence for the superiority or equivalence of azithromycin monotherapy or combination therapy for the treatment of P. falciparum or P. vivax compared with other antimalarials or with the current first-line antimalarial combinations. The available evidence suggests that azithromycin is a weak antimalarial with some appealing safety characteristics. Unless the ongoing dose, formulation and product optimisation process results in a universally efficacious product, or a specific niche application is identified that is complementary to the current scala of more efficacious antimalarial combinations, azithromycin's future for the treatment of malaria does not look promising.",
            "labels": [
                "Our review of studies conducted over the past 14 years suggests that azithromycin is a relatively weak antimalarial whose efficacy depends on the drug dose and the partner drug in the combination therapy. The data suggest that, among adults, the higher doses needed to achieve an acceptable level of treatment success with malaria may be less well tolerated. Unless the ongoing product and dose optimisation process results in a universally efficacious product or identifies a specific niche application that is complementary to the current scala of more efficacious antimalarial combinations, azithromycin's future as an antimalarial does not look promising."
            ]
        },
        {
            "input": "We included two separate German studies involving a total of 518 participants. One study was undertaken in the inpatient treatment of schizophrenia and the other in the treatment of people newly diagnosed with depression in primary care. Regarding the primary outcomes, one study reported statistically significant increases in patient satisfaction, the other study did not. There was no evidence of effect on clinical outcomes or hospital readmission rates in either study. Regarding secondary outcomes, there was an indication that interventions to increase shared decision making increased doctor facilitation of patient involvement in decision making, and did not increase consultation times. Nor did the interventions increase patient compliance with treatment plans. Neither study reported any harms of the intervention. Definite conclusions cannot be drawn, however, on the basis of these two studies. No firm conclusions can be drawn at present about the effects of shared decision making interventions for people with mental health conditions. There is no evidence of harm, but there is an urgent need for further research in this area.",
            "labels": [
                "We conducted thorough searches for randomised controlled trials (RCTs), quasi-randomised controlled trials (q-RCTs), controlled before-and-after studies (CBAs); and interrupted time series (ITS) studies of interventions to increase shared decision making in people with mental health conditions. We found two studies that met the inclusion criteria. Both studies were of good quality and made attempts to reduce potential sources of bias. We examined whether interventions to increase shared decision making affected patient satisfaction with treatment or care, led to better health outcomes or to patients being less likely to be readmitted to hospital. One of the studies indicated that the intervention increased patient satisfaction in the short term. One study indicated that doctor facilitation of consumer involvement in decision making was increased by the intervention, but no effects were found on the clinical or health service outcomes in either study. Neither study reported that shared decision making for people with mental health conditions is harmful. However, no firm conclusions can be drawn from these two studies on any of the outcomes measured and further research is needed."
            ]
        },
        {
            "input": "As a group, NSAIDs were more effective than placebo at reducing HMB but less effective than tranexamic acid, danazol or the levonorgestrel-releasing intrauterine system (LNG IUS). Treatment with danazol caused a shorter duration of menstruation and more adverse events than NSAIDs, but this did not appear to affect the acceptability of treatment, based on trials from 1980 to 1990. However, currently danazol is not a usual or recommended treatment for HMB. There was no clear evidence of difference between NSAIDs and the other treatments (oral luteal progestogen, ethamsylate, an older progesterone-releasing intrauterine system and the oral contraceptive pill (OCP), but most studies were underpowered. There was no evidence of a difference between the individual NSAIDs (naproxen and mefenamic acid) in reducing HMB. The evidence quality ranged from low to moderate, the main limitations being risk of bias and imprecision. NSAIDs reduce HMB when compared with placebo, but are less effective than tranexamic acid, danazol or LNG IUS. However, adverse events are more severe with danazol therapy. In the limited number of small studies suitable for evaluation, there was no clear evidence of a difference in efficacy between NSAIDs and other medical treatments such as oral luteal progestogen, ethamsylate, OCP or the older progesterone-releasing intrauterine system.",
            "labels": [
                "Authors search medical databases and identified 19 randomised controlled trials (RCTs; clinical studies where people are randomly put into one of two or more treatment groups) with 759 women that could be included in the review, but data from only nine trials were suitable for analyses. Women sought help for HMB when it affected their quality of life. Levels of prostaglandin (a naturally occurring hormone) are higher in women with HMB and are reduced by NSAIDs. The review of trials found that NSAIDs were modestly effective in reducing HMB, but other medicines, such as danazol, tranexamic acid and levonorgestrel-releasing intrauterine system (LNG IUS), are more effective. These results were based on a small number of low- to moderate-quality trials. The evidence quality ranged from low to moderate, the main limitations being poor reporting of study methods and imprecision resulting from small study numbers."
            ]
        },
        {
            "input": "We included 23 studies, all of which enrolled adults with frequent episodic TTH. Twelve studies used the IHS diagnostic criteria or similar, six used the older classification of the Ad Hoc Committee, and five did not describe specific diagnostic criteria but generally excluded participants with migraines. Participants had moderate or severe pain at the start of treatment. While 8079 people with TTH participated in these studies, the numbers available for any analysis were lower than this because outcomes were inconsistently reported and because many participants received active comparators. None of the included studies were at low risk of bias across all domains considered, although for most studies and domains this was likely to be due to inadequate reporting rather than poor methods. We judged five studies to be at high risk of bias for incomplete outcome reporting, and seven due to small size. For the IHS preferred outcome of being pain free at two hours the NNT for paracetamol 1000 mg compared with placebo was 22 (95% confidence interval (CI) 15 to 40) in eight studies (5890 participants; high quality evidence), with no significant difference from placebo at one hour. The NNT was 10 (7.9 to 14) for pain-free or mild pain at two hours in five studies (5238 participants; high quality evidence). The use of rescue medication was lower with paracetamol 1000 mg than with placebo, with an NNTp to prevent an event of 7.8 (6.0 to 11) in six studies (1856 participants; moderate quality evidence). On limited data, the efficacy of paracetamol 500 mg to 650 mg was not superior to placebo, and paracetamol 1000 mg was not different from either ketoprofen 25 mg or ibuprofen 400 mg (low quality evidence). Adverse events were not different between paracetamol 1000 mg and placebo (RR 1.1 (0.94 to 1.3); 5605 participants; 11 studies; high quality evidence). Studies reported no serious adverse events. The quality of the evidence using GRADE comparing paracetamol 1000 mg with placebo was moderate to high. Where evidence was downgraded it was because a minority of studies reported the outcome. For comparisons of paracetamol 500 mg to 650 mg with placebo, and of paracetamol 1000 mg with active comparators, we downgraded the evidence to low quality or very low quality because of the small number of studies and events. Paracetamol 1000 mg provided a small benefit in terms of being pain free at two hours for people with frequent episodic TTH who have an acute headache of moderate or severe intensity.",
            "labels": [
                "In October 2015, we searched the medical literature and found 23 studies involving 8079 participants looking at paracetamol for frequent episodic tension-type headache. About 6000 participants were involved in comparisons between paracetamol 1000 mg and placebo (a dummy tablet). Results were usually reported two hours after taking the medicine or placebo. The International Headache Society recommends the outcome of being pain free two hours after taking a medicine, but other outcomes are also suggested. Few studies reported pain free at two hours or other outcomes, so there was limited information to analyse for some outcomes. The outcome of being pain free at two hours was reported by 24 in 100 people taking paracetamol 1000 mg, and in 19 out of 100 people taking placebo, meaning that only 5 in 100 people benefited because of paracetamol 1000 mg (high quality evidence). The outcome of being pain free or having only mild pain at two hours was reported by 59 in 100 people taking paracetamol 1000 mg, and in 49 out of 100 people taking placebo (high quality evidence), meaning that only 10 in 100 people benefited because of paracetamol 1000 mg. About 10 in 100 people taking paracetamol 1000 mg reported having a side effect, which was the same as with placebo (9 in 100 people) (high quality evidence). Most side effects were mild or moderate in intensity. No side effects were serious. We found a very small amount of information comparing paracetamol 500 mg or 650 mg with placebo, and comparing paracetamol 1000 mg with other painkillers. There was no difference between any of these treatments. The quality of the evidence was moderate or high for paracetamol 1000 mg compared with placebo, and low or very low for paracetamol 500 mg to 650 mg compared with placebo, and for paracetamol 1000 mg compared with other painkillers. High quality evidence means that we are very certain about the results. Low quality evidence means that we are very uncertain about the results."
            ]
        },
        {
            "input": "Ten relevant RCTs with 675 participants are included in this review. All trials were double blind except one single blind. All studies had a run-in phase to confirm they did not respond to their initial antipsychotic treatment. The trials were published between 1980 and 2016. In most studies the methods of randomisation, allocation and blinding were poorly reported. In addition sample sizes were often small, limiting the overall quality of the evidence. Overall, no clear difference was found between groups in terms of the number of participants who showed clinically relevant response (RR 1.09, 95% CI 0.86 to 1.40, 9 RCTs, N = 533, low-quality evidence), or left the study early due to adverse effects (RR 1.63, 95% CI 0.52 to 5.07, very low quality evidence), or due to any reason (RR 1.30, 95% CI 0.89 to 1.90, 5 RCTs, N = 353, low-quality evidence). Similarly, no clear difference was found in general mental state as measured by PANSS total score change (MD −1.44, 95% CI −6.85 to 3.97, 3 RCTs, N = 258, very low quality evidence). At least one adverse effect was equivocal between groups (RR 0.91, 95% CI 0.55 to 1.50, 2 RCTs, N = 191, very low quality evidence). Data were not reported for time in hospital or quality-of-life outcomes. Finally, subgroup and sensitivity analyses did not show any effect on the primary outcome but these analyses were clearly underpowered. Current data do not show any clear differences between increasing or maintaining the antipsychotic dose for people with schizophrenia who do not respond to their initial antipsychotic treatment. Adverse effect reporting was limited and poor. There is an urgent need for further trials in order to determine the optional treatment strategy in such cases.",
            "labels": [
                "The Information Specialist of Cochrane Schizophrenia ran an electronic search of their specialised register up to 30 March 2017 for trials that randomised people with schizophrenia who were not responding to their initial antipsychotic treatment to receive either an increased antipsychotic dose or continue on the same dose. The search returned 1919 records, which were checked for eligibility by the review authors. Ten trials met the review requirements and provided usable data. No clear difference between increasing the dose of the antipsychotic drug and continuing antipsychotic treatment at the same dose was shown for any efficacy (clinical response) or safety (incidence of adverse effects) outcomes. The evidence currently available is limited and of low or very low quality. In particular, very few studies reported adverse effects adequately. The results of the present review show that there is no good-quality evidence to support or refute the hypothesis that increasing the antipsychotic dose for patients not responding to their initial antipsychotic treatment differs from continuing antipsychotic treatment at the same dose. No clear evidence regarding safety is available. Therefore, no firm conclusions can be made. Larger, well-designed trials are needed."
            ]
        },
        {
            "input": "One parallel trial and 12 cross-over trials of children and adults with cystic fibrosis were included in the review. The number of participants in each trial varied between 14 and 129 with a total of 512 participants included in the review. All the included trials were for a duration of four weeks. The included trials had mostly an unclear risk of bias from the randomisation process as the details of this were not given; they also mostly had a high risk of attrition bias and reporting bias. We could not combine data from all the trials as they compared different formulations. Findings from individual studies provided insufficient evidence to determine the size and precision of the effects of different formulations. Ten studies reported information on the review's primary outcome (nutritional status); however, we were only able to combine data from two small cross-over studies (n = 41). The estimated gain in body weight was imprecise, 0.32 kg (95% confidence interval -0.03 to 0.67; P = 0.07). Combined data from the same studies gave statistically significant results favouring enteric-coated microspheres over enteric-coated tablets for our secondary outcomes stool frequency, mean difference -0.58 (95% confidence interval -0.85 to -0.30; P < 0.0001); proportion of days with abdominal pain, mean difference -7.96% (95% confidence interval -12.97 to -2.94; P = 0.002); and fecal fat excretion, mean difference -11.79 g (95% confidence interval -17.42 to -6.15; P < 0.0001). Data from another single small cross-over study also favoured enteric-coated microspheres over non-enteric-coated tablets with adjuvant cimetidine in terms of stool frequency, mean difference -0.70 (95% confidence interval -0.90 to -0.50; P < 0.00001). There is limited evidence of benefit from enteric-coated microspheres when compared to non-enteric coated pancreatic enzyme preparations up to one month. In the only comparison where we could combine any data, the fact that these were cross-over studies is likely to underestimate the level of inconsistency between the results of the studies due to over-inflation of confidence intervals from the individual studies.There is no evidence on the long-term effectiveness and risks associated with pancreatic enzyme replacement therapy. There is also no evidence on the relative dosages of enzymes needed for people with different levels of severity of pancreatic insufficiency, optimum time to start treatment and variations based on differences in meals and meal sizes. There is a need for a properly designed study that can answer these questions.",
            "labels": [
                "The review included 13 studies with 512 adults and children with cystic fibrosis; in all of them treatment lasted for four weeks. Studies compared different formulations of pancreatic enzyme supplements, so we could not combine many of the results. Also the design of 12 of the studies meant that those taking part received both types of supplement for four weeks each, although the order in which they received them was chosen at random. This also made it difficult to analyse the results. Most of the studies were old; the most recent was from 2015, but the oldest was from 1986. We could only combine data from two small studies where individuals took miniature drug capsules (microspheres), which were treated so that the release of the medication is delayed until they have passed from the stomach into the intestine, and normal size tablets which were treated in the same way. The results did not clearly favour one or the other treatment for any of our most important outcomes (weight, height or body mass index). However, those taking the delayed-release microspheres had less fat in their feces than those taking delayed release tablets (normal size) as well as having less abdominal pain and not needing to go to the toilet as often. In a different study, those people taking the delayed-release microspheres also had less fat in their feces than those taking supplements that weren't treated so the release of medication was delayed. We didn't find any evidence that one type of these enteric-coated microspheres was better than another; or that enteric-coated microspheres were better than enteric-coated mini-microspheres (which are smaller). We didn't find any evidence on different doses of enzymes needed for people who produce different levels of pancreatic enzymes, on the best time for individuals to start treatment and different amounts of supplements based on differences in type of food eaten and meal sizes. A properly designed sudy is needed to answer these questions. We could not be sure that the people in the included studies had equal chances of being put into the different treatment groups as no details were published about how the decisions were made. Several studies also had large numbers of individuals who dropped out and often reasons for this were not given. In most studies, people took one treatment and then after a while swapped to the alternative treatment; we could only combine results from two studies which were designed in this way, and that design means that the results may seem to be more consistent than they really are when we analyse them. Finally, several studies did not completely report their findings in a way we could analyse in this review. We are not sure how these factors affect our confidence in the results we found."
            ]
        }
    ],
    "test": [
        {
            "input": "We included only one small trial published as an abstract article. The included study investigated the effects of meditation practice on patients newly hospitalised with acute leukaemia. Ninety-one participants enrolled in the study, but only 42 participants remained in the trial throughout the six-month follow-up period and were eligible for analysis. There was no information provided about the average age and sex of the study population. We found a high risk for attrition bias and unclear risk for reporting bias, performance and detection bias because of missing data due to abstract publication only, thus we judged the overall risk of bias as high. According to the GRADE criteria, we judged the overall quality of the body of evidence for all predefined outcomes as 'very low', due to the extent of missing data on the study population, and the small sample size. As the abstract publication did not provide numbers and results except P values, we are not able to give more details. Meditation practice might be beneficial for the quality of life of haematologically-diseased patients, with higher scores for participants in the mediation arms compared to the participants in the usual care control group (low quality of evidence). Levels of depression decreased for those practising meditation in both the spiritually-framed meditation group and the secularly-focused meditation group in comparison to the usual care control group, whose levels of depression remained constant (low quality of evidence). The influence of meditation practice on overall survival, fatigue, anxiety, quality of sleep and adverse events remained unclear, as these outcomes were not evaluated in the included trial. To estimate the effects of meditation practice for patients suffering from haematological malignancies, more high quality randomised controlled trials are needed. At present there is not enough information available on the effects of meditation in haematologically-diseased patients to draw any conclusion.",
            "labels": [
                "We included one trial with 91 adult patients, of whom only 42 were analysed. The trial involved five one-hour meditation intervention sessions between admission and discharge of participants newly diagnosed with acute myeloid or lymphoid leukaemia. There was no information about the age of the participants included in the study. All participants in the trial were hospitalised for initial induction chemotherapy. As the abstract of the publication did not provide numbers, it is not possible to describe the results in more detail. Participants practising meditation reported better physical health and levels of depression could be decreased. Most of our pre-defined outcomes (overall survival, anxiety, fatigue, quality of sleep, and adverse events) were not reported at all. We judge the quality of the evidence for the outcomes quality of life and depression as 'very low', due to high risk of bias (only 42 out 91 participants were evaluated) and very imprecise results. There were not enough data available to determine the effectiveness of meditation practice on haematologically-diseased patients, thus the role of meditation in the treatment of haematological malignancies remains unclear. More high-quality and larger randomised controlled trials are needed to validate possible positive effects of meditation practice for haematologically-diseased patients. The evidence is up-to-date as of August, 2015."
            ]
        },
        {
            "input": "We identified three trials involving 110 healthy children who were siblings of household contacts. The included trials varied in study quality, vaccine used, length of follow-up and outcomes measured and, as such, were not suitable for meta-analysis. We identified high or unclear risk of bias in two of the three included studies. Overall, 13 out of 56 vaccine recipients (23%) developed varicella compared with 42 out of 54 placebo (or no vaccine) recipients (78%). Of the vaccine recipients who developed varicella, the majority only had mild disease (with fewer than 50 skin lesions). In the three trials, most participants received PEP within three days following exposure; too few participants were vaccinated four to five days post-exposure to ascertain the efficacy of vaccine given more than three days after exposure. No included trial reported on adverse events following immunisation. These small trials suggest varicella vaccine administered within three days to children following household contact with a varicella case reduces infection rates and severity of cases. We identified no RCTs for adolescents or adults. Safety was not adequately addressed.",
            "labels": [
                "The number of participants in these three trials was small and is a limitation of this review. The quality of the included studies varied, which also limits confidence in the results. There have been no trials of this type undertaken in adults, and none of the trials commented on adverse events following immunisation, such as fever or injection site reactions."
            ]
        },
        {
            "input": "We included 12 RCTs, with 4704 participants, in this review. Eleven trials performed a total of 16 head-to-head comparisons of different prophylactic antibiotic regimens. Antibiotic prophylaxis was compared with no antibiotic prophylaxis in one trial. All the trials were at high risk of bias. With the exception of one trial in which all the participants were positive for nasal carriage of MRSA or had had previous MRSA infections, it does not appear that MRSA was tested or eradicated prior to surgery; nor does it appear that there was high prevalence of MRSA carrier status in the people undergoing surgery. There was no sufficient clinical similarity between the trials to perform a meta-analysis. The overall all-cause mortality in four trials that reported mortality was 14/1401 (1.0%) and there were no significant differences in mortality between the intervention and control groups in each of the individual comparisons. There were no antibiotic-related serious adverse events in any of the 561 people randomised to the seven different antibiotic regimens in four trials (three trials that reported mortality and one other trial). None of the trials reported quality of life, total length of hospital stay or the use of healthcare resources. Overall, 221/4032 (5.5%) people developed SSIs due to all organisms, and 46/4704 (1.0%) people developed SSIs due to MRSA. In the 15 comparisons that compared one antibiotic regimen with another, there were no significant differences in the proportion of people who developed SSIs. In the single trial that compared an antibiotic regimen with placebo, the proportion of people who developed SSIs was significantly lower in the group that received antibiotic prophylaxis with co-amoxiclav (or cefotaxime if allergic to penicillin) compared with placebo (all SSI: RR 0.26; 95% CI 0.11 to 0.65; MRSA SSI RR 0.05; 95% CI 0.00 to 0.83). In two trials that reported MRSA infections other than SSI, 19/478 (4.5%) people developed MRSA infections including SSI, chest infection and bacteraemia. There were no significant differences in the proportion of people who developed MRSA infections at any body site in these two comparisons. Prophylaxis with co-amoxiclav decreases the proportion of people developing MRSA infections compared with placebo in people without malignant disease undergoing percutaneous endoscopic gastrostomy insertion, although this may be due to decreasing overall infection thereby preventing wounds from becoming secondarily infected with MRSA. There is currently no other evidence to suggest that using a combination of multiple prophylactic antibiotics or administering prophylactic antibiotics for an increased duration is of benefit to people undergoing surgery in terms of reducing MRSA infections. Well designed RCTs assessing the clinical effectiveness of different antibiotic regimens are necessary on this topic.",
            "labels": [
                "Antibiotics can be used individually, or combined, and administered for different durations. To identify the best antibiotic(s), or dose pattern, for preventing development of MRSA infection after surgery, we investigated studies that compared different antibiotics with each other, or with no treatment, to prevent MRSA SSIs. We included only randomised controlled trials (RCTs), and set no limits regarding language, or date, of publication, or trial size. Two review authors identified studies and extracted data independently. We identified 12 RCTs, with 4704 participants. Eleven trials compared 16 preventative (prophylactic) antibiotic treatments, and one compared antibiotic prophylaxis with no prophylaxis. Generally, MRSA status of the participants prior to surgery was not known. Four studies reported deaths (14/1401 participants): approximately 1% of participants died from any cause after surgery, but there were no significant differences between treatment groups. Four trials reported on serious antibiotic-related adverse events - there were none in 561 participants. None of the trials reported quality of life, length of hospital stay or use of healthcare resources. Overall, 221 SSIs due to any bacterium developed in 4032 people (6%), and 46 MRSA SSIs developed in 4704 people (1%). There were no significant differences in development of SSIs between the 15 comparisons of one antibiotic treatment against another. When antibiotic prophylaxis with co-amoxiclav was compared with no antibiotic prophylaxis, a significantly lower proportion of people developed SSIs after receiving co-amoxiclav (74% reduction in all SSIs, and 95% reduction in MRSA SSIs). Two trials reported that 19 participants developed MRSA infection in wounds (SSIs), chest, or bloodstream, but there were no significant differences in the proportion of people who developed them between the two comparisons. Prophylaxis with co-amoxiclav decreases the proportion of people developing MRSA infections compared with no antibiotic prophylaxis in people without cancer undergoing surgery for feeding tube insertion into the stomach using endoscopy, although this may be due to decreasing overall infection thereby preventing wounds from becoming secondarily infected with MRSA. There is currently no other evidence that either a combination of prophylactic antibiotics, or increased duration of antibiotic treatment, benefits people undergoing surgery in terms of reducing MRSA infections. Well-designed RCTs are necessary to assess different antibiotic treatments for preventing MRSA infections after surgery."
            ]
        },
        {
            "input": "We included two trials (116 women) comparing planned home versus hospital management for PPROM. Overall, the number of included women in each trial was too small to allow adequate assessment of pre-specified outcomes. Investigators used strict inclusion criteria and in both studies relatively few of the women presenting with PPROM were eligible for inclusion. Women were monitored for 48 to 72 hours before randomisation. Perinatal mortality was reported in one trial and there was insufficient evidence to determine whether it differed between the two groups (risk ratio (RR) 1.93, 95% confidence interval (CI) 0.19 to 20.05).  There was no evidence of differences between groups for serious neonatal morbidity, chorioamnionitis, gestational age at delivery, birthweight and admission to neonatal intensive care. There was no information on serious maternal morbidity or mortality. There was some evidence that women managed in hospital were more likely to be delivered by caesarean section (RR (random-effects) 0.28, 95% CI 0.07 to 1.15). However, results should be interpreted cautiously as there is moderate heterogeneity for this outcome (I² = 35%). Mothers randomised to care at home spent approximately 10 fewer days as inpatients (mean difference -9.60, 95% CI -14.59 to -4.61) and were more satisfied with their care. Furthermore, home care was associated with reduced costs. The review included two relatively small studies that did not have sufficient statistical power to detect meaningful differences between groups. Future large and adequately powered randomised controlled trials are required to measure differences between groups for relevant pre-specified outcomes. Special attention should be given to the assessment of maternal satisfaction with care and cost analysis as they will have social and economic implications in both developed and developing countries.",
            "labels": [
                "We included two randomised controlled studies with 116 women in the review. These studies compared planned home versus hospital management for women with preterm, prelabour rupture of the membranes (PPROM). In both studies there were strict criteria for deciding whether women could be included; for example, women had to live within a certain distance of emergency facilities, and there had to be no signs that mothers and babies had infection or other problems. There was a period of monitoring in hospital for women in both groups. Results suggested that there were few differences in mothers' and babies' health for women cared for at home or in hospital including infant death, serious illness, or admission to intensive care baby units. There was some evidence that women managed in hospital were more likely to be delivered by caesarean section. Women cared for at home were likely to spend less time in hospital (spending approximately 10 fewer days as inpatients) and were more satisfied with their care. In addition, home care was associated with reduced costs. Overall, the number of women included in the two studies was too small to allow adequate assessment of outcomes."
            ]
        },
        {
            "input": "The two methods of skin closure for caesarean that have been most often compared are non-absorbable staples and absorbable subcutaneous sutures. Compared with absorbable subcutaneous sutures, non-absorbable staples are associated with similar incidences of wound infection. Other important secondary outcomes, such as wound complications, were also similar between the groups in women with Pfannenstiel incisions. However, it is important to note, that for both of these outcomes (wound infection and wound complication), staples may have a differential effect depending on the type of skin incision, i.e., Pfannenstiel or vertical. Compared with absorbable subcutaneous sutures, non-absorbable staples are associated with an increased risk of skin separation, and therefore, reclosure. However, skin separation was variably defined across trials, and most staples were removed before four days postpartum. There is currently no conclusive evidence about how the skin should be closed after caesarean section. Staples are associated with similar outcomes in terms of wound infection, pain and cosmesis compared with sutures, and these two are the most commonly studied methods for skin closure after caesarean section. If staples are removed on day three, there is an increased incidence of skin separation and the need for reclosure compared with absorbable sutures.",
            "labels": [
                "We identified 19 randomized controlled trials and included 11, but only eight contributed data. The most commonly studied methods of skin closure were non-absorbable staples compared with absorbable subcutaneous sutures. Staples were associated with similar outcomes in terms of wound infection, pain and appearance compared with sutures. Non-absorbable staples had an increased risk of skin separation and, therefore, reclosure. Skin separation was defined differently across trials and removal of staples varied from about day three to day seven postoperatively. There is not enough evidence from the included studies to say which method of closing the caesarean skin incision is superior. Too few trials compared different kinds of sutures. The use of prophylactic antibiotics to reduce infection was not reported in most trials."
            ]
        },
        {
            "input": "We identified 11 RCTs with a total of 821 participants, two trials awaiting classification and one ongoing trial. Seven trials examined a green tea intervention and four examined a black tea intervention. Dosage and form of both green and black tea differed between trials. The ongoing trial is examining the effects of green tea powder capsules. No studies reported cardiovascular events. Black tea was found to produce statistically significant reductions in low-density lipoprotein (LDL) cholesterol (mean difference (MD) -0.43 mmol/L, 95% confidence interval (CI) -0.56 to -0.31) and blood pressure (systolic blood pressure (SBP): MD -1.85 mmHg, 95% CI -3.21 to -0.48. Diastolic blood pressure (DBP): MD -1.27 mmHg, 95% CI -3.06 to 0.53) over six months, stable to sensitivity analysis, but only a small number of trials contributed to each analysis and studies were at risk of bias. Green tea was also found to produce statistically significant reductions in total cholesterol (MD -0.62 mmol/L, 95% CI -0.77 to -0.46), LDL cholesterol (MD -0.64 mmol/L, 95% CI -0.77 to -0.52) and blood pressure (SBP: MD -3.18 mmHg, 95% CI -5.25 to -1.11; DBP: MD -3.42, 95% CI -4.54 to -2.30), but only a small number of studies contributed to each analysis, and results were not stable to sensitivity analysis. When both tea types were analysed together they showed favourable effects on LDL cholesterol (MD -0.48 mmol/L, 95% CI -0.61 to -0.35) and blood pressure (SBP: MD -2.25 mmHg, 95% CI -3.39 to -1.11; DBP: MD -2.81 mmHg, 95% CI -3.77 to -1.86). Adverse events were measured in five trials and included a diagnosis of prostate cancer, hospitalisation for influenza, appendicitis and retinal detachment but these are unlikely to be directly attributable to the intervention. There are very few long-term studies to date examining green or black tea for the primary prevention of CVD. The limited evidence suggests that tea has favourable effects on CVD risk factors, but due to the small number of trials contributing to each analysis the results should be treated with some caution and further high quality trials with longer-term follow-up are needed to confirm this.",
            "labels": [
                "This review assessed the effectiveness of green tea, black tea or black/green tea extracts in healthy adults and those at high risk of CVD. We found 11 randomised controlled trials, four of which examined black tea interventions and seven examined green tea interventions. There were variations in the dosage and form (drink, tablets or capsules) of the black and green tea interventions, and the duration of the interventions ranged from three months to six months. Adverse events were reported in five of the included trials. These included a diagnosis of prostate cancer, hospitalisation for influenza, appendicitis and retinal detachment; these are unlikely to be associated with the intervention. The results showed black and green tea to have a beneficial effect on lipid levels and blood pressure, but these results were based on only a small number of trials that were at risk of bias. Analysis conducted over both tea types showed beneficial effects of tea on LDL-cholesterol and blood pressure but again this was based on only a few trials that were at risk of bias. To date the small number of studies included suggest some benefits of green and black tea on blood pressure and lipid levels but more longer-term trials at low risk of bias are needed to confirm this."
            ]
        },
        {
            "input": "Two small trials recruiting 23 participants met the inclusion criteria for the review. Participants may have been suffering from comorbid lung disease. No data on oral steroid consumption were reported. No significant differences were observed in the studies for FEV1, FVC, PaO2 and symptoms. One study reported a statistically significant difference in SGaw, but the clinical importance of this is uncertain. Due to concerns over the small sample sizes and methodological shortcomings in terms of inadequate washout in one study, and methods used in outcome assessment for both studies, the findings of the studies are not generalisable to the issue of steroid tapering. An update search conducted in August 2010 did not identify any new studies for consideration in the review. Currently there is a clear lack of evidence to support the use of azathioprine in the treatment of chronic asthma as a steroid sparing-agent. Large, long-term studies with pre-defined steroid reducing protocols are required before recommendations for clinical practice can be made.",
            "labels": [
                "The review found two small studies which did not provide adequate evidence as to whether azathioprine could be offered to reduce oral steroid treatment. There is a need for well-designed trials addressing this question before recommendations can be made."
            ]
        },
        {
            "input": "For this update we identified a total of 56 studies (4068 participants) for inclusion (28 from the original search and 28 from the updated search), with the majority carried out in participants with breast cancer (28 studies). A meta-analysis of all fatigue data, incorporating 38 comparisons, provided data for 1461 participants who received an exercise intervention and 1187 control participants. At the end of the intervention period exercise was seen to be statistically more effective than the control intervention (standardised mean difference (SMD) -0.27, 95% confidence interval (CI) -0.37 to -0.17). Benefits of exercise on fatigue were observed for interventions delivered during or post-adjuvant cancer therapy. In relation to diagnosis, we identified benefits of exercise on fatigue for breast and prostate cancer but not for those with haematological malignancies. Finally, aerobic exercise significantly reduced fatigue but resistance training and alternative forms of exercise failed to reach significance. The findings of the updated review have enabled a more precise conclusion to be made in that aerobic exercise can be regarded as beneficial for individuals with cancer-related fatigue during and post-cancer therapy, specifically those with solid tumours. Further research is required to determine the optimal type, intensity and timing of an exercise intervention.",
            "labels": [
                "A number of studies have been carried out to investigate the effects of exercise both during and after treatment. The current review was carried out to evaluate the effect of physical exercise on fatigue related to cancer. Fifty-six studies, involving a total of 4068 participants, were included in this review. Results suggest that physical exercise such as aerobic walking and aerobic cycling can help to reduce fatigue both during and after treatment for cancer. The benefits of exercise on fatigue were observed specifically for people with breast cancer and prostate cancer."
            ]
        }
    ]
}
